Repository: canozel/e-commerce
Catalog: locale/*/app.edit.po
Languages: tr

source: %s address
tr: %s Adres

source: %s category
tr: %s Kategori

source: %s payment method
tr: %s ödeme şekli

source: %s product
tr: %s Ürün

source: %s shipping method
tr: %s Kargo

source: %s x %s added to your cart!
tr: % x %s sepete eklendi!

source: Accepted
tr: Onaylandı

source: Account
tr: Hesap

source: Add new address
tr: Adres ekle

source: Add to cart
tr: Sepete Ekle

source: Address
tr: Adres

source: Address was successfully created.
tr: Adres başarıyla oluşturuldu.

source: Address was successfully destroyed.
tr: Adres başarıyla silindi.

source: Address was successfully updated.
tr: Adres başarıyla güncellendi.

source: Addresses
tr: adres

source: Address|City
tr: Adres|Şehir

source: Address|Phone
tr: Adres|Telefon

source: Address|Recipient
tr: Adres|Alıcı

source: Address|Street
tr: Adres|Sokak

source: Address|Zip code
tr: Adres|Posta Kodu

source: All categories
tr: Tüm Kategoriler

source: Already have an account?
tr: Zaten hesabınız var mı?

source: Are you sure?
tr: Emin misiniz?

source: Available: %d of %d
tr: Mevcut: %d - %d

source: Back
tr: Geri

source: Back to cart
tr: Sepete Geri Dön

source: Billing address
tr: Fatura Adresi

source: Can not change order status
tr: Sipariş durumunu değiştirilemiyor

source: Cancel
tr: İptal

source: Cart
tr: Sepet

source: Cart was successfully destroyed.
tr: Sepet başarıyla boşaltıldı.

source: Carts
tr: alışveriş

source: Categories
tr: kategori

source: Category
tr: Kategori

source: Category was successfully created.
tr: Kategori başarıyla oluşturuldu.

source: Category was successfully destroyed.
tr: Kategori başarıyla silindi.

source: Category was successfully updated.
tr: Kategori başarıyla güncellendi.

source: Category|Description
tr: Kategori|Açıklama

source: Category|Products count
tr: Kategori|Ürün sayısı

source: Category|Title
tr: Kategori|Adı

source: Change my password
tr: Şifremi değiştir

source: Change your password
tr: Şifreni değiştir

source: Checkout
tr: Çıkış

source: City
tr: Şehir

source: Click the link below to unlock your account:
tr: Hesabınızı açmak için aşağıdaki linki tıklayın:

source: Completed
tr: Tamamlandı

source: Confirm Password
tr: Şifreyi onayla

source: Confirm my account
tr: Hesabımı onayla

source: Confirm new password
tr: Yeni şifreyi onayla

source: Continue shopping
tr: Alışverişe devam

source: Created at
tr: Oluşturulma

source: Current password
tr: Şimdiki şifre

source: Customer
tr: Müşteri

source: Date
tr: Tarih

source: Default
tr: Varsayılan

source: Description
tr: Açıklama

source: Destroy
tr: Sil

source: Didn't receive confirmation instructions?
tr: Doğrulama mesajı almadınız mı?

source: Didn't receive unlock instructions?
tr: Kilit açma talimatı almadınız mı?

source: Don't have an account?
tr: Bir hesabınız yok mu?

source: E-Shop
tr: E-Ticaret

source: EAN is composed of category id prefix and next product id
tr: EAN kategori numarasını önek alarak ve sonraki ürün kimliği ile oluşur

source: Edit
tr: Düzenle

source: Email
tr: Eposta

source: Empty cart
tr: Sepet Boş

source: Fee
tr: Ücret

source: Forgot your password?
tr: Şifrenizi mi unuttunuz?

source: Globalize/active record/translation
tr: Globalize/active record/translationi

source: Globalize::ActiveRecord::Translation|Locale
tr: Globalize::ActiveRecord::Translation|Yerel

source: Globalize::ActiveRecord::Translation|Title
tr: Globalize::ActiveRecord::Translation|Başlık

source: Hello
tr: Merhaba

source: Hi %s,
tr: Merhaba %s

source: If you didn't request this, please ignore this email.
tr: Eğer böyle bir istekte bulunmadıysanız, maili görmezden gelebilirsiniz.

source: If you need to contact us about your order please send us an email. You may also call us at (0123) 45678
tr: Eğer sipariş ile ilgili sorun yaşarsanız bize mail atabilirsiniz. Ayrıca bizi arayabilirsiniz. Numaramız: (0123) 45678

source: Image
tr: Resim

source: In progress
tr: Devam etmekte

source: Invite new user
tr: Yeni kullanıcı daveti

source: Invited by
tr: Davet eden kişi

source: Last sign in
tr: Son oturum açma

source: Leave these fields blank if you don't want to change your password.
tr: Şifrenizi değiştirmek istemiyorsanız eğer bu alanları boş bırakın.

source: Line item
tr: Ürün

source: LineItem|Price
tr: Ürün|Fiyat

source: LineItem|Quantity
tr: Ürün|Adet

source: My Account
tr: Hesabım

source: Name
tr: İsim

source: New
tr: Yeni

source: New address
tr: Yeni adres

source: New category
tr: Yeni kategori

source: New password
tr: Yeni şifre

source: New payment
tr: Yeni ödeme

source: New product
tr: Yeni ürüm

source: New shipment
tr: Yeni Kargo

source: Next
tr: İleri

source: No pending invitations
tr: Bekleyen talimat yok

source: Order
tr: Sipariş

source: Order #%d
tr: Sipariş #%d

source: Order date
tr: Sipariş tarihi

source: Order summary
tr: Sipariş özeti

source: Orders
tr: Sipariş

source: Order|Status
tr: Sipariş | Durumu

source: Out of stock
tr: Stokta kalmadı

source: Password
tr: Şifre

source: Password confirmation
tr: Şİfre onayı

source: Payment
tr: Ödeme

source: Payment method
tr: Ödeme şekli

source: Payment methods
tr: Ödeme seçenekleri

source: Payment was successfully created.
tr: Ödeme başarıyla oluşturuldu.

source: Payment was successfully destroyed.
tr: Ödeme başarıyla silindi.

source: Payment was successfully updated.
tr: Ödeme başarıyla güncellendi.

source: Payments
tr: ödeme

source: Payment|Title
tr: Ödeme|Adı

source: Pending invitation
tr: Bekleyen talimatlar

source: Pending user invitations
tr: Kullanıcının bekleyen talimatları

source: Per page
tr: Sayfa başı

source: Place order
tr: Yeni sıra

source: Please be patient the image upload may take a few seconds...
tr: Resim yükleme birkaç saniye sürebilir lütfen sabırlı olun...

source: Please create a category first.
tr: Lütfen önce bir kategori oluşturunuz.

source: Price
tr: Fiyat

source: Price:
tr: Fiyat:

source: Proceed to Checkout
tr: Devam et ve bitir

source: Product
tr: Ürün

source: Product count
tr: Ürün adeti

source: Product was successfully created.
tr: Ürün başarıyla oluşturuldu.

source: Product was successfully destroyed.
tr: Ürün başarıyla silindi.

source: Product was successfully updated.
tr: Ürün başarıyla güncellendi.

source: Products
tr: ürün

source: Products:
tr: Ürünler:

source: Product|Description
tr: Ürün|Açıklaması

source: Product|Ean
tr: Ürün|EAN

source: Product|Image
tr: Ürün|Resmi

source: Product|Price
tr: Ürün|Fiyatı

source: Product|Quantity
tr: Ürün|Miktarı

source: Product|Title
tr: Ürün|Adı

source: Provider
tr: Sahibi

source: Purge stale carts
tr: Eski alışverişleri temizle

source: Quantity
tr: Miktar

source: Recipient
tr: Alıcı

source: Remember me
tr: Beni hatırla

source: Resend confirmation instructions
tr: Onay talimatını tekrar gönder

source: Reset password
tr: Şifreyi sıfırla

source: Role
tr: Rol

source: Save
tr: Kaydet

source: Save changes
tr: Değişiklikleri kaydet

source: Search
tr: Ara

source: Select category
tr: Kategori seç

source: Send an invitation
tr: Bir davetiye gönder

source: Send invitation
tr: Davetiye gönder

source: Sent at
tr: Gönderilecek

source: Set your password
tr: Şifrenizi ayarlayın

source: Shipment
tr: Kargo

source: Shipment was successfully created.
tr: Kargo başarıyla oluşturuldu.

source: Shipment was successfully destroyed.
tr: Kargo başarıyla silindi.

source: Shipment was successfully updated.
tr: Kargo başarıyla güncellendi.

source: Shipments
tr: Kargolar

source: Shipment|Default
tr: Kargo | Varsayılan

source: Shipment|Fee
tr: Kargo | Ücret

source: Shipment|Provider
tr: Kargo | Sahibi

source: Shipment|Title
tr: Kargo | Adı

source: Shipped
tr: Gönderilen

source: Shipping address
tr: Gönderilen adres

source: Shipping and Billing address
tr: Kargo ve fatura adresi

source: Shipping method
tr: Kargo çeşidi

source: Shipping methods
tr: Kargo çeşitleri

source: Sign in
tr: Oturum aç

source: Sign in count
tr: Sayımında yap

source: Sign out
tr: Oturumu kapat

source: Sign up
tr: Kaydol

source: Sign-in
tr: Oturum aç

source: Sign-up
tr: Kaydol

source: Someone has requested a link to change your password. You can do this through the link below.
tr: Birisi şifrenizi değiştirmek için bir link istedi. Aşağıdaki bağlantı üzerinden yapabilirsiniz.

source: Something went wrong
tr: Bir şeyler yanlış gitti

source: Sorry, the product was not found.
tr: Maalesef, ürün bulunamadı.

source: Sort
tr: Tür

source: Status
tr: Durum

source: Street
tr: Sokak

source: Subtotal
tr: Ara toplam

source: Thank you for your business!
tr: Bizi tercih ettiğiniz için teşekkürler!

source: Thank you for your order!
tr: Siparişiniz için teşekkürler!

source: This address is referenced by an order
tr: Bu adres bir siparişe ait

source: This product is out of stock
tr: Bu ürün stokta kalmadı

source: Title
tr: Başlık

source: Title %s:
tr: Başlık %s

source: Token
tr: Simge

source: Total
tr: Genel toplam

source: Total exc. shipping
tr: Kargo hariç

source: Unlock my account
tr: Hesabımın kilidini aç

source: Update account
tr: Hesabı güncelle

source: Updated at
tr: Güncellendi

source: User
tr: kullanıcı

source: Users
tr: kullanıcı

source: User|Confirmation sent at
tr: Kullanıcı|Onay gönderildi

source: User|Confirmation token
tr: Kullanıcı|Onay simgesi

source: User|Confirmed at
tr: Kullanıcı|Onaylandı

source: User|Current sign in at
tr: Kullanıcı|Mevcut durumu

source: User|Current sign in ip
tr: Kullanıcı|Mevcut ip

source: User|Email
tr: Kullanıcı|Eposta

source: User|Encrypted password
tr: Kullanıcı|Şifreli parola

source: User|Integer
tr: Kullanıcı|Tamsayı

source: User|Last sign in at
tr: Kullanıcı|Son giriş

source: User|Last sign in ip
tr: Kullanıcı|Son giriş ip

source: User|Name
tr: Kullanıcı|Adı

source: User|Remember created at
tr: Kullanıcı|Hatırlatma

source: User|Reset password sent at
tr: Kullanıcı|Şifre sıfırlama

source: User|Reset password token
tr: Kullanıcı|Şifre sıfırlama simgesi

source: User|Role
tr: Kullanıcı|Rol

source: User|Sign in count
tr: Kullanıcı|Giriş sayısı

source: User|String
tr: Kullanıcı|String

source: User|Unconfirmed email
tr: Kullanıcı|Onaylanmayan eposta

source: VAT
tr: KDV

source: VAT: %s
tr: KDV: %s

source: Vat
tr: KDV

source: Vat|Rate
tr: KDV|Oran

source: Vat|Title
tr: KDV|Başlık

source: View
tr: Görünüm

source: We'll resend the confirmation instructions.
tr: Onay talimatı gönderildi.

source: We'll send password reset instructions.
tr: Parola sıfırlama talimatı gönderildi.

source: We'll send the invitation instructions.
tr: Davetiye talımatı gönderildi.

source: Welcome
tr: Hoşgeldin

source: You are not authorized to perform this action
tr: Bu işlemi gerçekleştirmek için yetkiniz yok

source: You can confirm your account email through the link below:
tr: Aşağıdaki bağlantı üzerinden hesabınızı eposta ile onaylayabilirsiniz:

source: You must enter your current password to make changes.
tr: Değişiklik yapmak için mevcut şifrenizi girmeniz gerekir.

source: Your Cart
tr: Sepetiniz

source: Your account has been locked due to an excessive number of unsuccessful sign in attempts.
tr: Hesabınıza çok sayıda başarısız oturum açma işlemi yapılmıştır. Bu yüzden hesabınız kitlenmiştir.

source: Your addresses list is empty
tr: Adresleriniz boş

source: Your addresses list is empty, please add at least one address
tr: Adresleriniz boş, en az bir adres eklemelisiniz

source: Your cart is empty!
tr: Sepetiniz boş!

source: Your order has been received and will be processed shortly.
tr: Hesabınız alındı ve en kısa sürede işlenecektir.

source: Your orders list is empty
tr: Talimat bulunamadı

source: Your password won't change until you access the link above and create a new one.
tr: Parolanız yukarıdaki bağlantıya ulaşmak kadar değiştirmek ve yeni bir tane oluşturun olmaz

source: billing address is same as shipping address
tr: Fatura adresi kargo adresi ile aynıdır

source: incl. VAT
tr: KDV dahil

source: thank you for your order.
tr: Siparişiniz için teşekkür ederiz.
